Repository: soulery/ctxsdk
Catalog: readthedocs/locale/*/LC_MESSAGES/django.po
Languages: nb

source: Sorry, no results on that page.
nb: Beklager, ingen treff på den siden.

source: Invalid resource lookup data provided (mismatched type).: %(error)s
nb: Ugyldig ressursoppslagsdata benyttet (upassende type).: %(error)s

source: User
nb: Bruker

source: Project
nb: Prosjekt

source: Version
nb: Versjon

source: Date
nb: Dato

source: Bookmark %(url)s for %(user)s (%(pk)s)
nb: Bokmerk %(url)s for %(user)s (%(pk)s)

source: Triggered
nb: Trigget

source: Cloning
nb: Kloner

source: Installing
nb: Installerer

source: Building
nb: Bygger

source: Finished
nb: Ferdig

source: Manpage
nb: Man-side

source: Branch
nb: Gren

source: Tag
nb: Tagg

source: Unknown
nb: Ukjent

source: Any
nb: Alle

source: Name
nb: Navn

source: Build Date
nb: Byggdato

source: Build Type
nb: Byggtype

source: Identifier
nb: Identifikator

source: Verbose Name
nb: Fullt navn

source: Supported
nb: Støttet

source: Active
nb: Aktiv

source: Built
nb: Bygget

source: Uploaded
nb: Lastet opp

source: Privacy Level
nb: Tilgangsnivå

source: Level of privacy for this Version.
nb: Tilgangsnivå for denne versjonen.

source: View Version
nb: Vis versjon

source: Version %(version)s of %(project)s (%(pk)s)
nb: Versjon %(version)s av %(project)s (%(pk)s)

source: From slug
nb: Fra slug

source: To slug
nb: Til slug

source: Largest
nb: Størst

source: State
nb: Tilstand

source: Success
nb: Suksess

source: Setup
nb: Oppsett

source: Setup error
nb: Oppsettsfeil

source: Output
nb: Utdata

source: Error
nb: Feil

source: Exit code
nb: Avslutningskode

source: Build %(project)s for %(usernames)s (%(pk)s)
nb: Bygg %(project)s for %(usernames)s (%(pk)s)

source: Path
nb: Filsti

source: First name
nb: Fornavn

source: Last name
nb: Etternavn

source: Invalid hostname
nb: Ugyldig hostnavn

source: Whitelisted
nb: Hvitelistet

source: Homepage
nb: Hjemmeside

source: Allow email
nb: Tillat epost

source: Show your email on VCS contributions.
nb: Vis din epostadresse på VCS-bidrag.

source: %(username)s's profile
nb: %(username)s sin profil

source: Please enter a valid URL on %s
nb: Fyll inn en gyldig URL på %s

source: Publication date
nb: Publiseringsdato

source: Modified date
nb: Endringsdato

source: Description
nb: Beskrivelse

source: The reStructuredText description of the project
nb: Beskrivelse av prosjektet i reStructuredText-format

source: Sphinx Single Page HTML
nb: Sphinx enkeltside HTML

source: Default
nb: Standardverdi

source: Traditional
nb: Tradisjonell

source: Nature
nb: Natur

source: Deleted
nb: Slettet

source: Public
nb: Offentlig

source: Protected
nb: Beskyttet

source: Private
nb: Privat

source: Created Date
nb: Opprettet dato

source: Repository URL
nb: Repo-URL

source: Repository Type
nb: Repotype

source: Invalid character in repo name
nb: Ugyldig tegn i reponavnet

source: It looks like you entered a private repo - please use the public (http:// or git://) clone url
nb: Du har lagt inn et privat repo - bruk den offenlige klone-URL-en (http:// eller git://)

source: (Beta) The Python interpreter used to create the virtual environment.
nb: (Beta) Python-tolkeren som blir brukt til å lage det virtuelle miljøet.

source: Your configuration file is invalid, make sure it contains conf.py in it.
nb: Konfigurasjonsfilen din er ugyldig. Sjekk at den inneholder conf.py.

source: Default Version
nb: Standard versjon

source: Zip file of HTML
nb: Zip-fil eller HTML

source: Overwrite existing HTML?
nb: Overskriv eksisterende HTML?

source: That version is already active!
nb: Den versjonen er allerede aktiv!

source: Must upload a zip file.
nb: Du må laste opp en zip-fil.

source: Version of the project you are uploading HTML for
nb: Versjon av prosjektet du laster opp HTML for

source: Project %(name)s does not exist
nb: Prosjektet %(name)s finnes ikke

source: User %(name)s does not exist
nb: Brukeren %(name)s finnes ikke

source: Parent
nb: Forelder

source: Child
nb: Barn

source: Repository type
nb: Repotype

source: The project's homepage
nb: Prosjektets hjemmeside

source: Canonical URL
nb: Kanonisk URL

source: Project version these docs apply to, i.e. 1.0a
nb: Prosjektversjon disse dokumentene tilhører, i.e. 1.0a

source: Copyright
nb: Opphavsrett

source: Project copyright information
nb: Informasjon om prosjektets opphavsrett

source: Theme
nb: Tema

source: Examples
nb: Eksempler

source: Suffix
nb: Postfiks

source: Single version
nb: Enkeltversjon

source: A single version site has no translations and only your "latest" version, served at the root of the domain. Use this with caution, only turn it on if you will <b>never</b> have multiple versions of your docs.
nb: En enkeltversjonside har ingen oversettelser og bare "siste" versjon, servert på roten til domenet. Vær forsiktig og skru kun på dette dersom du <b>aldri</b> kommer til å ha flere versjoner av dokumentasjonen din.

source: Default version
nb: Hovedversjon

source: The version of your project that / redirects to
nb: Versjonen av prosjektet ditt som / videresendes til

source: Default branch
nb: Hovedgren

source: What branch "latest" points to. Leave empty to use the default value for your VCS (eg. trunk or master).
nb: Hvilken gren "latest" peker til. La feltet være tomt for å bruke standardvalget for ditt VCS (f.eks. trunk eller master)

source: Requirements file
nb: Requirements-fil

source: Documentation type
nb: Dokumentasjonstype

source: Analytics code
nb: Analytics-kode

source: Google Analytics Tracking ID (ex. UA-22345342-1). This may slow down your page loads.
nb: Google Analytics Tracking ID (f.eks. UA-22345342-1). Dette kan forsinke sidelastninger.

source: The directory where conf.py lives
nb: Katalogen hvor conf.py er

source: Python configuration file
nb: Python-konfigurasjonsfil

source: Path from project root to conf.py file (ex. docs/conf.py). Leave blank if you want us to find it for you.
nb: Filsti fra prosjektets rot til conf.py-filen (f.eks. docs/conf.py). La feltet være tomt om du vil at vi skal finne den for deg.

source: Featured
nb: Aktuell

source: Skip
nb: Hopp over

source: Mirror
nb: Speil

source: Use virtualenv
nb: Bruk virtualenv

source: Install your project inside a virtualenv using setup.py install
nb: Installer prosjektet ditt i et virtualenv ved hjelp av setup.py install

source: Python Interpreter
nb: Python-tolker

source: Use system packages
nb: Bruk systempakker

source: Give the virtual environment access to the global site-packages dir.
nb: Gi det virtuelle miljøet tilgang til den globale "site-packages"-katalogen.

source: (Beta) Level of privacy that you want on the repository. Protected means public but not in listings.
nb: (Beta) Ønsket tilgangsnivå for repoet. Beskyttet betyr offentlig men ikke listet.

source: Version Privacy Level
nb: Versjonstilgangsnivå

source: (Beta) Default level of privacy you want on built versions of documentation.
nb: (Beta) Standard tilgangsnivå for dokumentasjonsversjoner.

source: Related projects
nb: Relaterte prosjekter

source: Number of Major versions
nb: Antall major-versjoner

source: 2 means supporting 3.X.X and 2.X.X, but not 1.X.X
nb: 2 betyr at 3.x.x og 2.x.x er støttet, men ikke 1.x.x.

source: Number of Minor versions
nb: Antall minor-versjoner

source: 2 means supporting 2.2.X and 2.1.X, but not 2.0.X
nb: 2 betyr at 2.2.x og 2.1.x er støttet, men ikke 2.0.x.

source: Number of Point versions
nb: Antall punkt-versjoner

source: 2 means supporting 2.2.2 and 2.2.1, but not 2.2.0
nb: 2 betyr at 2.2.2 og 2.2.1 er støttet, men ikke 2.2.0

source: View Project
nb: Vis prosjekt

source: Model must have slug
nb: Modellen må ha en slug

source: MD5 checksum
nb: MD5-sjekksum

source: URL to send the webhook to
nb: URL-en webhooken må kontakte

source: English
nb: engelsk

source: Spanish
nb: spansk

source: Norwegian Bokmål
nb: Norsk bokmål

source: French
nb: fransk

source: Russian
nb: Russisk

source: German
nb: Tysk

source: Galician
nb: Galisisk

source: Vietnamese
nb: Vietnamesisk

source: Chinese
nb: Kinesisk

source: Taiwanese
nb: Taiwansk

source: Japanese
nb: Japansk

source: Ukrainian
nb: Ukrainsk

source: Maze Found
nb: Labyrint funnet

source: Server Error
nb: Serverfeil

source: Docs
nb: Dokumentasjon

source: Log Out
nb: Logg ut

source: Log in
nb: Logg in

source: Filtered Results
nb: Filtrerte resultater

source: Home
nb: Hjem

source: What is this place?
nb: Hva er dette?

source: Read the Docs hosts documentation, making it fully searchable and easy to find. You can import your docs using any major version control system, including Mercurial, Git, Subversion, and Bazaar. We support <a href="http://read-the-docs.readthedocs.org/en/latest/webhooks.html">webhooks</a> so your docs get built when you commit code. There's also support for versioning so you can build docs from tags and branches of your code in your repository. A <a href="http://read-the-docs.readthedocs.org/en/latest/features.html">full list of features</a> is available.
nb: Read the Docs hoster dokumentasjon, gjør den søkbar og enkel å finne. Du kan importere dokumentasjonen din ved hjelp av de fleste store versjonskontrollsystemer, inkludert Mercurial, Git, Subversion og Bazaar. Vi støtter <a href="http://read-the-docs.readthedocs.org/en/latest/webhooks.html">webhooks</a> slik at dokumentasjonen din blir bygget når du sjekker inn kode. Versjonering er også støttet, slik at du kan bygge dokumentasjon fra tagger og grener i repoet ditt.En <a href="http://read-the-docs.readthedocs.org/en/latest/features.html">full liste av features</a> er tilgjengelig.

source: It's free and simple. Read the <a href="%(getting_started_url)s">Getting Started</a> guide to get going!
nb: Det er gratis og enkelt. Les <a href="%(getting_started_url)s">Kom i gang-guiden</a>!

source: Featured Projects
nb: Aktuelle prosjekter

source: Recently Updated Projects
nb: Nylig oppdaterte prosjekter

source: (All Projects)
nb: (Alle prosjekter)

source: Build Started
nb: Bygg startet

source: %(project)s is now building.
nb: %(project)s bygges nå.

source: Check it out <a href="%(project_url)s">over here</a>.
nb: Ta en titt <a href="%(project_url)s">på prosjektet</a>.

source: This is a post-commit hook. Set it up in your project admin to POST here, for us to update your doc changes automatically.
nb: Dette er en post-commit hook. For at vi skal bygge dokumentasjonen din automatisk må du sette opp i administrasjonsgrensesnittet til prosjektet ditt at en POST-forespørsel skal sendes hit.

source: Remove
nb: Fjern

source: If you forgot your password, <a href="/accounts/password/reset/">reset it.</a>
nb: Om du har glemt passordet, <a href="/accounts/password/reset/">nullstill det.</a>

source: Change Password
nb: Endre passord

source: Read the Docs Archive
nb: Read The Docs-arkiv

source: Delete %(name)s?
nb: Slett %(name)s?

source: You sure?
nb: Er du sikker?

source: Delete forever
nb: Slett for alltid

source: Bookmarks
nb: Bokmerker

source: Build for %(project_name)s
nb: Bygg for %(project_name)s

source: Built: %(build_date)s
nb: Bygget: %(build_date)s

source: State:
nb: Tilstand:

source: Outcome:
nb: Resultat:

source: Not yet finished
nb: Ikke ferdig ennå

source: Passed
nb: Passert

source: Failed
nb: Feilet

source: Status Code:
nb: Statuskode:

source: Version:
nb: Versjon:

source: Build Version:
nb: Bygg en versjon:

source: Recent Builds
nb: Nylige bygg

source: Popular tags
nb: Populære tagger

source: version %(slug)s (%(type)s)
nb: versjon %(slug)s (%(type)s)

source: %(date)s ago
nb: %(date)s siden

source: No builds found
nb: Ingen bygg funnet

source: No objects found
nb: Ingen objekter funnet

source: Projects
nb: Prosjekter

source: Create, host, and browse documentation.
nb: Lag, tilgjengeliggjør og finn dokumentasjon.

source: Sign up
nb: Registrering

source: or
nb: eller

source: View Docs
nb: Vis dokumentasjon

source: Overview
nb: Oversikt

source: Downloads
nb: Last ned

source: Search
nb: Søk

source: Builds
nb: Bygg

source: Versions
nb: Versjoner

source: Repository
nb: Repo

source: Last Built
nb: Sist bygget

source: Tags
nb: Tagger

source: No tags
nb: Ingen tagger

source: Home Page
nb: Hjemmeside

source: Project Privacy Level
nb: Prosjekttilgangsnivå

source: Short URLs
nb: Korte URL-er

source: This project has more information available about it on <a href="%(url)s">Open Comparison!</a>
nb: Dette prosjektet har mer informasjon tilgjengelig på <a href="%(url)s">Open Comparison!</a>

source: Translations
nb: Oversettelser

source: Sub Projects
nb: Subprosjekter

source: 'latest' Version
nb: "siste" versjon

source: Most viewed pages for this project
nb: Mest viste sider for dette prosjektet

source: Search %(project)s
nb: Søk i %(project)s

source: Edit
nb: Rediger

source: Build a version
nb: Bygg en versjon

source: Build
nb: Bygg

source: No downloads for this project.
nb: Ingen nedlastninger er tilgjengelig for dette prosjektet.

source: No Docs
nb: Ingen dokumentasjon

source: No projects found
nb: Ingen prosjekter funnet

source: Add tags
nb: Legg til tagger

source: Search all the docs.
nb: Søk i all dokumentasjon.

source: Let's do this.
nb: Kjør på.

source: Choose a redirect for "%(djangome_term)s"
nb: Velg en videresending for "%(djangome_term)s"

source: Choose a redirect for <kbd>%(djangome_term)s on <a href="http://%(slug)s.readthedocs.org">%(slug)s.readthedocs.org</a></kbd>
nb: Velg en videresending for <kbd>%(djangome_term)s på <a href="http://%(slug)s.readthedocs.org">%(slug)s.readthedocs.org</a></kbd>

source: Save &amp; go &rarr;
nb: Lagre &amp; fortsett &arr;

source: One-offs
nb: Engangsforeteelser

source: Term
nb: Begrep

source: Target
nb: Mål

source: kill
nb: fjern

source: add
nb: legg til

source: Statistics for %(term)s
nb: Statistikk for %(term)s

source: Statistics for <kbd>%(term)s</kbd>:
nb: Statistikk for <kbd>%(term)s</kbd>:

source: Clicks
nb: Klikk

source: Add
nb: Legg til

source: Confirm flagging
nb: Bekreft flagging

source: What you are saying:
nb: Hva du sier:

source: Are you sure you want to flag "%(object)s" as "%(flag_type.title)s"?
nb: Er du sikker på at du vil flagge "%(object)s" som "%(flag_type.title)s"?

source: Yes, this is %(title)s
nb: Ja, dette er %(title)s

source: cancel
nb: avbryt

source: Flagging successful
nb: Flagging vellykket

source: You have successfully flagged "%(object)s" as "%(flag_type.title)s"
nb: Du har vellykket flagget "%(object)s" som "%(flag_type.title)s"

source: Thank you for contributing to the quality of this site!
nb: Takk for at du bidrar til å øke kvaliteten på siden!

source: previous
nb: forrige

source: next
nb: neste

source: Profile
nb: Profil

source: Create your profile
nb: Lag deg en profil

source: Create it!
nb: Opprett!

source: Edit your profile
nb: Rediger profilen din

source: OK, save it!
nb: OK, lagre den!

source: %(user)s's profile
nb: %(user)s sin profil

source: Project Alias
nb: Prosjektalias

source: Add an alias for a project version.
nb: Legg til et alias for en prosjektversjon.

source: Create
nb: Opprett

source: Aliases
nb: Alias

source: Browse projects
nb: Finn prosjekter

source: Next
nb: Neste

source: Previous
nb: Forrige

source: External Links
nb: Eksterne lenker

source: Link text
nb: Lenketekst

source: Internal Links
nb: Interne lenker

source: Bold
nb: Fet

source: text to bold
nb: fet tekst

source: Emphasized
nb: Uthevet

source: text to emphasize
nb: uthevet tekst

source: Lists
nb: Lister

source: Item
nb: Punkt

source: Source Code
nb: Kildekode

source: e.g. Check out this code
nb: f.eks. Se på denne kodesnutten

source: actual code indented
nb: faktisk kode indentert

source: reStructuredText Primer
nb: reStructuredText-innføring

source: Edit Advanced Project Settings
nb: Rediger avanserte prosjektinnstillinger

source: Advanced Settings
nb: Avanserte innstillinger

source: Submit
nb: Send inn

source: Create a new project
nb: Opprett et nytt prosjekt

source: Create a New Project
nb: Opprett et nytt prosjekt

source: Create new documentation here. If you already have docs in a public repository,
nb: Opprett et nytt prosjekt her. Hvis du allerede har dokumentasjon i et offentlig repo,

source: import an existing project
nb: så importer et eksisterende prosjekt.

source: Project Dashboard
nb: Prosjektoversikt

source: Important Versions
nb: Viktige versjoner

source: Recent Bookmarks
nb: Nye bokmerker

source: Edit Project
nb: Rediger prosjekt

source: Settings
nb: Instillinger

source: delete
nb: slett

source: Maintainers
nb: Vedlikeholdere

source: Subprojects
nb: Underprosjekter

source: Notifications
nb: Varslinger

source: Projects by %(username)s tagged with %(tag)s
nb: Prosjekter av %(username)s tagget med %(tag)s

source: Projects by %(username)s
nb: Prosjekter av %(username)s

source: Projects tagged with %(tag)s
nb: Prosjekter tagget med %(tag)s

source: Edit Notifications
nb: Rediger varsler

source: Configure Notifications to be sent on build failures.
nb: Konfigurer varsling ved byggfeil

source: Existing Notifications
nb: Eksisterende varslinger

source: Remove Notifications
nb: Fjern varslinger

source: Add an email address to notify
nb: Legg til en epostadresse for varsling

source: Edit Subprojects
nb: Rediger underprosjekter

source: This allows you to add subprojects to your project. This allows them to live in the same namespace in the URLConf for a subdomain or CNAME.
nb: Dette lar deg legge til underprosjekter på ditt prosjekt. Slik kan de dele det samme navnerommet i URL-konfigurasjonen for et subdomene eller CNAME.

source: Existing Subprojects
nb: Eksisterende underprosjekter

source: Choose which project you would like to add as a subproject.
nb: Velg hvilket prosjekt du vil legge til som et underprosjekt.

source: Edit Translations
nb: Rediger oversettelser

source: This allows you to add translations to your project. Select the project below that is a translation of your current project.
nb: Dette lar deg legge til oversettelser av prosjektet ditt. Velg prosjektet som er en oversettelse av ditt prosjekt nedenfor.

source: Existing Translations
nb: Eksisterende oversettelser

source: Choose which project you would like to add as a translation.
nb: Velg hvilket prosjekt du vil legge til som en oversettelse.

source: Edit Maintainers
nb: Rediger vedlikeholdere

source: This allows you to add maintainers to your project. It gives them admin access to the project, so be careful!
nb: Du kan legge til andre vedlikeholdere til prosjektet. Dette gir dem administratortilgang, så vær forsiktig!

source: Existing Maintainers
nb: Eksisterende vedlikeholdere

source: Remove Maintainer
nb: Fjern vedlikeholder

source: Add Maintainer
nb: Legg til vedlikeholder

source: Choose which user you would like to add.
nb: Velg hvilken bruker du vil legge til.

source: Edit Project Versions
nb: Rediger prosjektversjoner

source: Choose the version that / will redirect to.
nb: Velg versjonen som "/" videresendes til.

source: Choose Active Versions
nb: Velg aktive versjoner

source: Active versions below will show up on the site.
nb: Aktive versjoner nedenfor vil bli vist på siden.

source: Search results for %(term)s
nb: Søketreff for %(term)s

source: Huh?
nb: Hæ?

source: No docs matched your search. ¯\(O_o)/¯
nb: Ingen dokumenter passet til søket ditt. ¯\(O_o)/¯

source: Import HTML Documentation
nb: Importer HTML-dokumentasjon

source: Upload HTML
nb: Last opp HTML

source: Use this to upload pre-existing HTML documentation for versions that don't build correctly anymore.
nb: Bruk dette til å laste opp eksisterende HTML-dokumentasjon som ikke bygger korrekt lenger.

source: Upload
nb: Last opp

source: Flag this project as
nb: Flagg dette prosjektet som

source: Inappropriate
nb: Upassende

source: Spam
nb: Søppel

source: Duplicate
nb: Duplikat

source: Not built
nb: Ikke bygget

source: Here's a place to describe how to get up and running with your project
nb: Her er et felt for å beskrive hvordan komme i gang med prosjektet ditt

source: Here is where you can describe how to install %(name)s
nb: Her kan du beskrive hvordan en installerer %(name)s

source: Search: %(query)s
nb: Søk: %(query)s

source: Go crazy.
nb: Kjør på.

source: Project:
nb: Prosjekt:

source: File:
nb: Fil:

source: No results found. Bummer.
nb: Ingen resultater funnet. Søren.

source: Results for %(query)s
nb: Resultater for %(query)s

source: By Author
nb: Etter forfatter

source: Author
nb: Forfatter

source: No author facets.
nb: Ingen forfatter-fasetter.

source: %(count)s Results for %(query)s
nb: %(count)s treff for %(query)s

source: No search term entered
nb: Ingen søkeord oppgitt

source: Filtered by
nb: Filtrert på

source: remove
nb: fjern

source: Filter by Project
nb: Filtrer på prosjekt

source: No project facets.
nb: Ingen prosjekterfasetter.

source: File
nb: Fil

source: About these documents
nb: Om disse dokumentene

source: Index
nb: Indeks

source: Navigation
nb: Navigasjon

source: Search Results
nb: Søketreff

source: Your search did not match any documents. Please make sure that all words are spelled correctly and that you've selected enough categories.
nb: Søket ditt fant ingen dokumenter. Sjekk at alle ord er skrevet korrekt og at du har valgt nok kategorier.
